Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: When he jumped over a shark, Fonzie [[AesopAmnesia seemingly forgot that important lesson]], and it was the first sign that ''Happy Days'' was going to abandon its premise in an effort to stay fresh.
pt_br: Quando ele pulou o tubarão, Fonzie [[Br/AmnesiaDeEsopo aparentemente esqueceu daquela lição importante]], e esse foi o primeiro sinal de que ''Dias Felizes'' abandonaria sua premissa original em um esforço para se manter relevante.

source: When he's angry or says something perceived as stupid, the "simpleton" tone is more aggravated as well.
pt_br: Quando ele está irritado ou diz algo percebido como estúpido, o tom de idiotice é ainda mais agravado.

source: When his mother died, he went to live with his godfather and discovered he was his father, in the end.
pt_br: Quando sua mãe morreu, ele foi morar com o padrinho e descobriu que ele era seu pai.

source: When it succeeds in being offensive but not so much at comedy, it's DudeNotFunny.
pt_br: Quando ele consegue ser ofensivo mas não tão cômico assim, é Br/CaraNaoFoiLegal.

source: When it's whole networks instead of just shows, see NetworkDecay; for print magazines, see MagazineDecay.
pt_br: Quando acontece com redes inteiras ao invés de apenas shows, consultar Br/DecaimentoDaRede; para revistas impressas, consultar Br/DecaimentoDaRevista.

source: When laughs at her, she uses the "imaginary" rope to strangle him.
pt_br: Quando ele ri dela, ela usa a corda "imaginária" para o estrangular.

source: When listing three or more things, the comedy rule is to ''not'' finish strong, but to list some strong examples followed by a very weak example, [[RuleOfFunny for the funny]].
pt_br: Ao se listar três ou mais coisas, a regra da comédia é ''não'' finalizar de maneira forte, mas ao invés listar exemplos fortes seguidos de um exemplo bem fraco, apenas Br/PorqueEEngracado.

source: When only one or few levels or areas of the game are Nintendo Hard, you're probably dealing with ThatOneLevel, BrutalBonusLevel, or SNKBoss if it's the end.
pt_br: Quando somente algumas (ou apenas uma) áreas do jogo são Dificuldade Nintendo, você provavelmente está lidando com Br/AquelaFase, Br/FaseBonusBrutal ou Br/ChefeSNK se for no fim.

source: When someone is invulnerable to literally ''everything'', then it becomes CompleteImmortality.
pt_br: Quando alguém é invulnerável a literalmente ''tudo'', então isso se torna Br/ImortalidadeCompleta.

source: When someone wants to start a new article which can be summed up as "the same as Article X, only with <specification>"--or may alternately be phrased as "[[JustForFun/XMeetsY a combination of article X and article Y]]".
pt_br: Quando alguém quer criar um novo artigo que pode ser resumido como "É o mesmo que o artigo X, só que com <diferenciação>" -- ou, alternativamente, "[[BrApenasPorLazer/XEncontraY Uma combinação do artigo X e do artigo Y]]".

source: When something is lighter and softer than its initial source material, it doesn't mean it's automatically worse.
pt_br: Quando algo é mais animado e leve em relação ao material original, isso não significa que é automaticamente pior.

source: When that happens, they're treating it in BroadStrokes.
pt_br: Quando isso ocorre, é porque o assunto está sendo tratado com Br/PinceladasLargas.

source: When the BigBad and TheHero duke it out over the MacGuffin.
pt_br: É quando o Br/Malvadao e Br/OHeroi saem no soco para obter o Br/MacGuffin.

source: When the Bug arrives at the farmhouse where Edgar lives, a cow is seen grazing near the truck, but then the cow leaves the truck shortly before the Bug's spacecraft totals it while landing, and Bug Edgar doesn't express any interest in the cattle on the farm.
pt_br: Quando o Inseto chega na fazenda onde Edgar live, uma vaca é vista pastando próximo à caminhoneta, mas sai de perto pouco antes dela ser destruída durante o pouso da nave do inseto. O Inseto Edgar não expressa nenhum interesse na fazenda ou no gado.

source: When the Woobie does not show much outward emotion about their hurts (or anything else, for that matter), they are a StoicWoobie.
pt_br: Quando o Coitadinho não demonstra muitas emoções sobre suas dores (e, na verdade, sobre qualquer coisa), ele é um Br/CoitadinhoEstoico.

source: When the added distinction is "the same, but played up to eleven," this is known simply as Administrivia/TheSameButMore since most instances are just an ExaggeratedTrope.
pt_br: Quando a distinção acrescentada é "o mesmo, só que aumentado até onze", isso é conhecido como BrAdministrivia/OMesmoSoQueMais, já que a maioria dos casos são meramente um Br/TropoExagerado.

source: When the cat vanished and Quico went looking for him, the only description he offered what that he had four paws.
pt_br: Quando o gato sumiu e Quico saiu em sua busca, a única descrição que ele deu é de que ele tem quatro patas.

source: When the character uses the Zeroth Law to go against their masters' intentions because they're "not best for them", and goes on to take corrective action that will go against human free will and life, [[AndThatsTerrible it's bad]].
pt_br: Quando o personagem usa a Lei Zero para ir contra as intenções de seus mestres porque elas "não são o melhor para eles" e então executa ação corretiva que vai contra a vida e o livre arbítrio humanos, [[Br/EIssoETerrivel é ruim]].

source: When the detective has his showdown with the murderer.
pt_br: É quando o detetive tem o confronto com o assassino.

source: When the humans in a [[TheVerse universe]] (or the writers who created the universe) don't consider this trope's question or believe the answer is "no", then any [=AIs=] will end up being second-class citizens or sidekicks at best, and disposable slaves at worst.
pt_br: Quando os humanos em um [[Br/OVerso universo]] (ou os escritores desse universo) não consideram a questão deste tropo ou acreditam que a resposta é "não", então qualquer IA será um cidadão de segunda classe ou ajudante na melhor das hipóteses, e escravos descartáveis na pior delas.

source: When the people start claiming something's a shark-jumping moment ''immediately'' after it happens, see DarthWiki/RuinedFOREVER.
pt_br: Quando as pessoas começam a reclamar de algo parecido com um pulo sobre tubarão ''imediatamente'' após acontecer, é BrWikiSombria/ArruinadoParaSempre.

source: When their weirdness delves into a disturbing territory, they have taken a job as a NightmareFuelStationAttendant.
pt_br: Quando sua peculiaridade envereda para áreas perturbadoras, isso significa que ele aceitou um emprego como Br/FrentistaDoPostoDeCombustivelParaPesadelo.

source: When there is a group of characters who are all just totally weird, either in general or in a particular scenario, the Only Sane Man is the only one who, well, isn't.
pt_br: Quando há um grupo de personagens que definitivamente são estranhos, seja no geral ou em um cenário específico, o Único Homem São é o único personagem que, bom, não é estranho.

source: When they finally catch Sonny, he orders the robot quietly destroyed and even puts a gag order on Spooner and the cops.
pt_br: Quando eles finalmente capturam Sonny, ele ordena que o robô seja quietamente destruído e até consegue uma ordem sigilosa contra Spooner e os policiais.

source: When they hold auditions at the Shoveler's home, they find themselves swamped by superheroes who are even lamer than ''they'' are.
pt_br: Quando eles fazem a seletiva na casa do Pá, eles se encontram rodeados de super heróis ainda mais medíocres que eles mesmos.

source: When this conflict occurs, it's likely that the status quo will be maintained, and the ending will be less happy than it might have been if not for Status Quo Is God.
pt_br: Quando isso ocorre, é provável que o status quo seja mantido e que o final seja menos feliz do que poderia ter sido se não fosse por Status Quo É Deus.

source: When this film was made, they arranged to have their products included onscreen.
pt_br: Quando o filme foi feito, eles se movimentaram para incluir os produtos na tela.

source: When this gets overdone, you often end up with {{Bathos}} (which becomes {{Narm}} if not done on purpose).
pt_br: Quando isto é feito em excesso, o resultado costuma ser Br/{{Bathos}} (que se torna Br/{{Narm}} se não foi feito de propósito).

source: When this happens with fandoms, it's WhyFandomCantHaveNiceThings.
pt_br: Quando isso acontece com os fandoms, é um caso de Br/PorIssoQueOFandomNaoPodeTerCoisasBoas.

source: When this trope ''isn't'' taken to extreme, over-the-top levels, it's mere ComedicSociopathy.
pt_br: Quando este tropo ''não é'' levado ao extremo exagerado, é apenas Br/SociopatiaComica.

source: When this trope and the latter trope conflict, however, you can wind up with an UnpleasableFanbase.
pt_br: No entanto, quando esse tropo conflita com este, você pode acabar com uma ??? UnpleasableFanbase.

source: When used on a gang of scantily-clad women, it incapacitates them... and makes Mr. Furious feel like his trousers are a little tight, too.
pt_br: Quando usada em uma gangue de mulheres com roupas curtas, ele as incapacita... e faz com que o Irado sinta que as próprias calças apertaram um pouco também.

source: When you think about it, a potentially vast majority of things we do in our everyday life can, at least to some people, become incredibly {{boring|ButPractical}}.
pt_br: Quando você pensa a respeito, você percebe que uma grande porção das coisas que fazemos em nosso dia-a-dia pode ser, pelo menos para algumas pessoas, incrivelmente [[Br/ChatoPoremPratico chatas]].

source: Where the GrassIsGreener.
pt_br: É onde Br/AGramaEMaisVerde.

source: Whether a given proposal qualifies as a SubTrope or The Same But More Specific can be [[Administrivia/LumperVsSplitter highly subjective]]; Administrivia/TropesAreFlexible, after all, but we don't need a new page for ''every last variation'' possible.
pt_br: Uma dada proposta se encaixando melhor em um Br/SubTropo ou em O Mesmo Só Que Mais Específico é [[BrAdministrivia/AgregadorContraSeparador algo que varia conforme a subjetividade]]; afinal de contas, BrAdministrivia/TroposSaoFlexiveis, mas não precisamos de uma nova página para cada variante possível.

source: Whether the answer to the trope's question is yes or no will depend largely on how ''much'' the viewer is expected to sympathize with the robot.
pt_br: A resposta para a pergunta do tropo depende muito do ''quanto'' se espera que o espectador simpatize com o robô.

source: Whether the character can survive being [[DisintegratorRay utterly atomised]] varies from fiction to fiction.
pt_br: A sobrevivência do personagem contra atomização completa ocasionada por um Br/RaioDesintegrador varia conforme a obra de ficção.

source: Whether this is because producers don't care about silly things like logic, or they just don't have enough time to explain every little idiosyncrasy, is a debate that will rage on for as long as the medium exists.
pt_br: Seja isso por causa dos produtores não se importarem com coisas pequenas como lógica, ou simplesmente por não haver tempo para se explicar cada pequeno detalhe, essa é uma discussão que vai persistir enquanto esse tipo de mídia existir.

source: Whether {{God}} or the equivalent would be interested in a soul that someone has gambled is the ElephantInTheLivingRoom.
pt_br: A questão sobre se Br/{{Deus}} ou seu equivalente estaria interessado em uma alma que foi vendida nessa forma é o Br/ElefanteNaSala.

source: Which is quite funny, since Joca Ramiro was his father, after all.
pt_br: Chega a ser engraçado se você considerar que Joca Ramiro era o pai dele.

source: Which is to say that the "real" Captain Amazing is an asshole, despite his heroic reputation.
pt_br: O que significa dizer que o "verdadeiro" Capitão Arraso é um babaca, apesar de sua reputação heroica.

source: Which may be the result of manipulations by [[VillainWithGoodPublicity a bad guy with a better reputation]].
pt_br: Isso pode ser o resultado de manipulações feitas por um [[Br/VilaoComBoaPublicidade cara mau com reputação melhor]].

source: While Doña Florinda and Quico are associated with apartment #14, Don Ramón and La Chilindrina are associated with apartment #72, and Doña Clotilde is associated with apartment #71, it was not necessarily the case - though not in cases where the apartment number is mentioned.
pt_br: Ainda que a Dona Florinda morasse no 14, Seu Madruga e Chiquinha no 72 e Dona Clotilde no 71, não era necessariamente esse o caso.

source: While TheChessmaster is the master manipulator of events, the Manipulative Bastard is the master manipulator of people, in essence, a character who manipulates others through their emotions, perspectives, psychologies and any other way they can get them dancing to their tune.
pt_br: Enquanto Br/OMestreEnxadrista é o profisisonal na manipulação de eventos, o Canalha Manipulador é o profissional na manipulação de pessoas -- isto é, um personagem que manipula outros personagens através das emoções, perspectivas, psicologias e qualquer outro truque para fazê-los se mexer conforme se queira.

source: While TheLeader and TheLancer often fight [[BashBrothers side-by-side]], The Big Guy can be a OneManArmy.
pt_br: Enquanto Br/OLider e Br/OLanceiro costumam lutar [[Br/IrmaosPorrada lado a lado]], o malvadão pode ser um Br/ExercitoDeUmHomemSo.

source: While a Neutral Evil person would work within the system until it was convenient not to, a chaotic evil person would often work outside the system.
pt_br: Enquanto uma pessoa do tipo Neutro e Mau trabalha dentro do sistema até o momento em que é conveniente não trabalhar, uma pessoa do tipo caótico com frequência trabalha por fora do sistema.

source: While a good number of the script changes were probably unnecessary to some, many fans have come to the agreement that they don't hurt the final product; and sometimes they even make it ''better'' than the original, at least in context of their own speaking language.
pt_br: Apesar de muitas mudanças no roteiro terem sido desnecessárias para alguns, muitos fãs chegaram ao acordo de que elas não estragam o produto final, e que em alguns casos o tornam até ''melhor'' que o original, pelo menos no contexto de sua língua-mãe.

source: While cast members leaving and being replaced often leads to a shark-jumping, this can be avoided if it's the right kind of show.
pt_br: Apesar da saída e substituição dos membros do elenco levar a pulo sobre tubarões com frequência, isso pode ser evitado se for um tipo de show apropriado.

source: While he ''does'' have a real name, it's never revealed; see TheUnreveal.
pt_br: Apesar de ele ''ter'' um nome real, esse nome nunca é revelado; ver Br/ANaoRevelacao.

source: While his messianic dream is about Spooner being the savior of the discarded robots, it's actually just[[spoiler: a clue planted by Dr. Lanning to get Spooner to visit the robot dump.
pt_br: Seu sonho messiânico é sobre Spooner sendo o salvador dos robôs descartados, mas na verdade [[spoiler: é apenas uma pista plantada pelo Dr. Lanning para que Spooner visite o depósito de robôs.

source: While his powers can be effective, he compounds the issue by being a socially awkward and unattractive.
pt_br: Apesar de seu poder ser eficaz, o problema dele é ampliado ao ser socialmente desajeitado e nada atraente.

source: While in real life diamonds have extreme hardness, they lack toughness and are brittle enough to be shattered by a hammer.
pt_br: Apesar de na vida real os diamantes possuírem extrema dureza, eles não têm resistência e podem ser despedaçados por um martelo.

source: While it seems he's simply embellishing to Zed, J is later the one who makes the connection between the jeweler's cat Orion and the "Orion's Belt" clue.
pt_br: Ainda que pareça que ele está só floreando a justificativa, é J que posteriormente faz a conexão entre o gato Orion do joalheiro e a pista "cinturão de Orion".

source: While it's often used in reference to the show's last gasp, a drastic change to stay on the air which doesn't work, some shows drag on for years after the turning point: ''Happy Days'' went on for seven more seasons after Fonzie's shark-jumping stunt, with other changes in cast and situations; it was just [[SeasonalRot really boring]].
pt_br: Apesar de ser usado como referência ao suspiro final de uma série, como uma mudança drástica para permanecer no ar (e que não funciona), algumas séries se arrastam por anos após o ponto de virada: ''Dias Felizes'' continuou por mais sete temporadas após o truque de Fonzie, período em que houveram outras mudanças nas situações e no elenco; no entanto a série ficou [[Br/PodridaoSazonal realmente chata]].

source: While money alone isn't enough to make a work good, and there are many inferior sequels that have a bigger budget than the original, a bigger budget means that at least the executives have ''some'' faith in the work being a big deal.
pt_br: Ainda que o dinheiro por si só não baste para tornar uma obra boa, e ainda que hajam muitas sequências inferiores com um orçamento maior que o original, um orçamento maior significa que pelo menos os executivos têm ''alguma'' fé de que a obra vai valer a pena.

source: While most are passionate and unflinchingly loyal, what holds them back from [[TheLeader leadership]] among the core team is being DumbMuscle.
pt_br: A maioria deles é inabalavelmente leal, mas o que os impede de obter a [[Br/OLider liderança]] dentro do time é o fato de ser um Br/MusculoImbecil.

source: While rarely used in fiction due to it being too quick a solution, there are many cases when a saint or mystic claimed they (or someone they knew) sold their soul to the devil and were saved by Jesus or the Virgin Mary.
pt_br: Apesar de raramente usado em ficção devido a ser uma solução rápida demais, há muitos casos em que um santo ou ser místico alega que eles (ou alguém que conheceram) venderam a alma para o diabo e foram salvos por Jesus ou pela Virgem Maria.

source: While remaining deadpan, Zed cannot help but give to an amused Kay, who is watching from behind a one-way mirror, a complicit look, suggesting that of all the candidates, Edwards is the only one who has not made a fool of himself.
pt_br: Enquanto permanece sério, Zed não consegue evitar de olhar na direção de K, que está olhando através de uma janela opaca, com um olhar significativo que sugere que dentre todos os candidatos, James é o único que não se fez de tolo.

source: While slapstick is present to some degree in many comedic works, examples should be works that depend entirely or predominantly on this form of exaggerated physical comedy for their humour.
pt_br: Apesar do pastelão estar presente em algum grau em muitas obras humorísticas, exemplos devem ser obras que dependem majoritariamente ou totalmente dessa forma de comédia para humor.

source: While the Snarker has existed (in both fiction and RealLife) since time immemorial, its most contemporary incarnation emerged in the early 1930s with the new popularity of sound cinema and the rise of "zinger" comedy.
pt_br: Apesar de o Sarcástico ter existido (tanto na ficção quanto na Br/VidaReal) desde tempos imemoriais, a versão contemporânea deles emergiu no começo dos anos 1930 com a popularidade do cinema com som.

source: While the Trio of Blue Raja (Creator/HankAzaria), Mr. Furious (Creator/BenStiller) and The Shoveler (Creator/WilliamHMacy) try desperately to get themselves taken seriously, Captain Amazing laments how his career is stalling with no more high-profile villains left to defeat.
pt_br: Enquanto o trio composto por Marajá (BrCriador/HankAzaria), Irado (BrCriador/BenStiller) e Pá (BrCriador/WilliamHMacy) tenta desesperadamente ser levado a sério, Capitão Arraso lamenta a estagnação de sua carreira devido à falta de vilões perigosos para derrotar.

source: While the classic Mad Scientist relies on electronic or mechanical engineering (such as the RobotMaster), there are others who become an EvilutionaryBiologist, PsychoPsychologist, SociopathicSoldier, EcoTerrorist, MadBomber, TechBro or even TheCracker.
pt_br: O cientista maluco clássico se utiliza de engenharia eletrônica ou mecânica (como o Br/MestreDosRobos), mas há também os que podem se tornar um Br/BiologistaMalvolucionario, Br/PsicologoPsicotico, Br/SoldadoSociopata, Br/EcoTerrorista, Br/BombardeiroMaluco, Br/CaraDaTecnologia ou até mesmo Br/OCracker.

source: While the first sequel of a work is something of a coin toss between "totally awesome" and "mediocre", the more they milk the [[CashCowFranchise Cash Cow]], the less cream you see.
pt_br: Enquanto que a primeira sequência de uma obra é meio que um cara-ou-coroa entre "totalmente demais" e "medíocre", quanto mais se colhem os ovos da Br/FranquiaDosOvosDeOuro, menos ovos restam para colher.

source: While the main cast took a break after filming for the 1978 season wrapped up, episodes from previous years were being rerun, including that one between December 18, 1978 and January 1, 1979.
pt_br: Enquanto o elenco tirou férias após as filmagens para a temporada de 1978, episódios de anos anteriores foram reprisados, incluindo aqueles que foram ao ar entre 18 de dezembro de 1978 e primeiro de janeiro de 1979.

source: While the most likely explanation for this comment is that this particular Hasbro representative is unaware of an obscure UK-only DVD pack-in comic, it's also possible Hasbro has tried to erase "ComicBook/TheBeastWithin" from canonicity entirely using special canon cannons.'' -->-- '''Website/TFWikiDotNet''' on ''[[http://tfwiki.net/wiki/The_Beast_Within The Beast Within]]'' comic [[labelnote:*]]Though Hasbro would create a much-better-received Dinobot combiner in 2017[[/labelnote]]
pt_br: Apesar de a explicação mais provável para este comentário seja o fato deste representante específico da Hasbro desconhecer um quadrinho que acompanha um DVD obscuro lançado apenas no Reino Unido, também é possível que a Hasbro tenha tentado apagar totalmente "BrQuadrinhos/TheBeastWithin" da canonicidade com o uso de canhões de cânone.'' -->-- '''BrWebsite/TFWikiDotNet''' sobre a história em quadrinhos ''[[http://tfwiki.net/wiki/The_Beast_Within The Beast Within]]''[[labelnote:*]]No entanto, a Hasbro criaria depois, em 2017, um ''combiner'' Dinobot que foi melhor recebido[[/labelnote]]

source: While the term comes from [[ComicBookTropes comic books]], dating to ''ComicBook/AllStarSquadron'' #18 in 1983 and shortened to "retcon" by the end of the decade, the technique is much older.
pt_br: O termo vem das [[Br/TroposDeHistoriasEmQuadrinhos histórias em quadrinhos]], tendo a origem rastreada para o ''BrQuadrinhos/AllStarSquadron'' #18 em 1983 e encurtado para "retcon" já no fim da década, mas a técnica em si é muito mais antiga.

source: While the trope is often played for laughs and we are encouraged to find the misery at least somewhat amusing, some portrayals go for a much darker presentation, deconstructing the idea and showing what an emotional and psychological wreck such a person may very well be in RealLife.
pt_br: Apesar do tropo ser costumeiramente usado para humor e nós sermos encorajados a considerar a situação degradante como engraçada, alguns usos seguem a linha de uma apresentação mais sombria, desconstruindo a ideia e mostrando o abalo emocional e psicológico que uma pessoa como essa pode sofrer na Br/VidaReal.

source: While they don't try to use the system to exploit others, like Lawful Evil characters, they can be shockingly indifferent if people ''do'' get ground up by the cogs of justice.
pt_br: Apesar de não tentarem usar o sistema para explorar outros, que nem personagens leais e maus, eles podem ser surpreendentemente indiferentes se as pessoas forem esmagadas pelas engrenagens da justiça.
